Repository: openthinklabs/extension-tao-testtaker
Catalog: locales/*/messages.po
Languages: it_it, nl_nl

source: Delete
nl_nl: Verwijderen

source: Edit subject
it_it: Modifica soggetto
nl_nl: Object bewerken

source: Last updated on %2s
nl_nl: Laatst bijgewerkt op %2s

source: Manage Schema
nl_nl: Schema beheren

source: Manage test takers
it_it: Gestisci i partecipanti al test
nl_nl: Beheer kandidaten

source: Move
it_it: Sposta
nl_nl: Verplaats

source: Move To
nl_nl: Verplaats naar

source: New class
it_it: Nuova classe
nl_nl: Nieuwe klasse

source: New test-taker
it_it: Nuovo partecipante
nl_nl: Nieuwe kandidaat

source: Record and manage test takers.
it_it: Registra e gestisci i partecipanti
nl_nl: Vastleggen en beheren van kandidaten

source: Test taker saved
it_it: Partecipante salvato
nl_nl: Kandidaat opgeslagen

source: Test takers
it_it: Partecipanti
nl_nl: Kandidaat

source: Test takers library
it_it: Biblioteca dei partecipanti
nl_nl: Kandidaten bank

source: Test takers may be assigned to sets according to the relevant assessment context (Human resources management, education, edumetric monitoring, etc.).
it_it: I partecipanti possono essere assegnati ad insiemi basati su rilevante contenuto di valutazione (gestione di risorse umane, educazione, ecc).
nl_nl: Kandidaten kunnen aan sets worden toegewezen in relatie tot de relevante assessment context (HRM, onderwijs, edumetrische monitoring, enz.)

source: Test-takers
it_it: Partecipanti al test
nl_nl: Kandidaten

source: The Test takers module allows to record and manage test takers.
it_it: Il modulo dei partecipanti ti consente di registrare e gestire partecipanti
nl_nl: De kandidaten module geeft u de mogelijkheid om kandidaten toe te voegen en te beheren.

source: Import
it_it: Importa
