Repository: OpenThinkLabs/extension-tao-testtaker
Catalog: locales/*/messages.po
Languages: ka_ge, mn_mn

source: Delete
ka_ge: წაშლა
mn_mn: Устгах

source: Edit subject
ka_ge: ობიექტის რედაქტირება
mn_mn: Объектыг засах

source: Export
ka_ge: ექსპორტი
mn_mn: Гаргах

source: Import
ka_ge: იმპორტი
mn_mn: Оруулах

source: Last updated on %2s
ka_ge: ბოლო განახლება %2s

source: Manage Schema
ka_ge: სქემის მართვა

source: Manage test takers
ka_ge: ტესტირებაში მონაწილეების მართვა
mn_mn: Тест хийгчдийн тохиргоо

source: Move
ka_ge: გადატანა
mn_mn: Зөөх

source: Move To
ka_ge: გადატანა

source: New class
ka_ge: ახალი კლასი
mn_mn: Шинэ анги

source: New test-taker
ka_ge: ახალი ტესტის მიმღები
mn_mn: Шинэ тест зохиогч

source: Properties
ka_ge: პარამეტრები
mn_mn: Шинжүүд

source: Record and manage test takers.
ka_ge: ტესტირებაში მონაწილეების აღრიცხვა და მართვა
mn_mn: Тест зохиогчдыг хуваарилах болон бичих

source: Test taker saved
ka_ge: ტესტირებაში მონაწილე შენახულია
mn_mn: Тест зохиогч хадгалагдсан

source: Test takers
ka_ge: ტესტირებაში მონაწილე
mn_mn: Тест зохиогчид

source: Test takers library
ka_ge: ტესტირებაში მონაწილეების ბიბლიოთეკა
mn_mn: Тест зохиогчийн лаб

source: Test takers may be assigned to sets according to the relevant assessment context (Human resources management, education, edumetric monitoring, etc.).
ka_ge: ტესტირების მონაწილეები შეიძლება დაინიშნონ კომპლექტში შესაბამისი შეფასების კონტექსტის თანახმად (ადამიანური რესურსების მართვა, განათლება,შესაფების მონიტორინგი, ა.შ).

source: Test-takers
ka_ge: ტესტირების მონაწილეები
mn_mn: Тест зохиогчид

source: The Test takers module allows to record and manage test takers.
ka_ge: ტესტირების მონაწილეების მოდული იძლევა მათი აღრიცხვისა და მართვის საშუალებას
